---
kind: other
id: Methods.T:Autodesk.Revit.DB.IFC.IIFCImporterServer
source: html/5f927b5a-8502-a525-7fdb-a57162fc2459.htm
---
# IIFCImporterServer Methods

Implement this method to return a description of the server.